ViacheslavMezentsev/stm32-cmake-yml/tests/fixtures/project/include/stm32f4xx_hal_conf.h
/* Configure-only fixture. A complete HAL configuration is needed to compile. */
#define HAL_MODULE_ENABLED
#define HAL_GPIO_MODULE_ENABLED
